tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

brew "xz"
brew "zstd"
brew "hdf5"
brew "alembic"
brew "little-cms2"
brew "jpeg-xl"
brew "aom"
brew "boost"
brew "broot"
brew "netcdf"
brew "pyqt@5"
brew "python@3.11"
brew "vtk"
brew "f3d"
brew "fd"
brew "harfbuzz"
brew "openjpeg"
brew "leptonica"
brew "libarchive"
brew "tesseract"
brew "ffmpeg"
brew "fish"
brew "gallery-dl"
brew "ghostscript"
brew "libheif"
brew "imagemagick"
brew "openssl@3", link: false
brew "pandoc"
brew "poppler"
brew "pyenv"
brew "python@3.10"
brew "ripgrep-all"
brew "sevenzip"
brew "the_silver_searcher"
brew "zlib"

# Finder / Spotlight add-ons
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "quicklookase"
cask "sloth"
cask "stats"
cask "syntax-highlight"
